Repository: highcanfly-club/pretix-paybox
Catalog: pretix_paybox/locale/*/LC_MESSAGES/django.po
Languages: de, es, fr

source: Paybox for Pretix
de: Paybox für Pretix
es: Paybox para Pretix
fr: Paybox pour Pretix

source: Paybox Payment
de: Paybox-Zahlung
es: Pago de caja de pago
fr: Paiement Paybox

source: Paybox payment plugin for Pretix 4
de: Paybox-Zahlungs-Plugin für Pretix 4
es: Plugin de pago Paybox para Pretix 4
fr: Plugin de paiement Paybox pour Pretix 4

source: Paybox production HMAC
de: Paybox-Produktion HMAC
es: Producción de cajas de pago HMAC
fr: Paybox HMAC de production

source: The production HMAC key
de: Der HMAC-Schlüssel für die Produktion
es: La clave HMAC de producción
fr: La clé HMAC de production

source: The sandbox HMAC key
de: Der Sandbox-HMAC-Schlüssel
es: La clave HMAC del espacio aislado
fr: La clé HMAC pour le bac à sable

source: This is the Paybox site ID
de: Dies ist die Paybox-Site-ID
es: Este es el ID del sitio de Paybox
fr: Il s’agit de l’ID de site Paybox

source: Paybox rank
de: Paybox-Rang
es: Rango de la caja de pago
fr: Rang Paybox

source: This is the two characters rank ID
de: Dies ist die Rang-ID der beiden Zeichen
es: Este es el ID de rango de dos caracteres
fr: Il s’agit de l’ID de rang (deux caractères)

source: Endpoint
de: Endpunkt
es: Extremo
fr: Point de terminaison

source: Live
de: Leben

source: Sandbox
de: Sandkasten
es: Arenero
fr: Bac à sable

source: This is the main Paybox ID
de: Dies ist die Haupt-Paybox-ID
es: Este es el ID principal de Paybox
fr: C'est l'ID Paybox principal

source: Production server
de: Produktionsserver
es: Servidor de producción
fr: Serveur de production

source: Application path
de: Pfad der Bewerbung
es: Ruta de acceso de la aplicación
fr: Chemin d'application

source: The path part of the complete URL (server+path)
de: Der Pfadteil der vollständigen URL (Server+Pfad)
es: La parte de ruta de acceso de la URL completa (servidor + ruta)
fr: La partie chemin de l’URL complète (serveur+chemin)

source: Card Holder Last Name
de: Nachname des Karteninhabers
es: Apellido del titular de la tarjeta
fr: Nom du titulaire de la carte

source: Card Holder First Name
de: Vorname des Karteninhabers
es: Nombre del titular de la tarjeta
fr: Prénom du titulaire de la carte

source: Card Holder Street
de: Kartenhalter Straße
es: Titular de la tarjeta Calle
fr: Rue du titulaire de la carte

source: Card Holder Address Complement
de: Adressergänzung des Karteninhabers
es: Complemento de la dirección del titular de la tarjeta
fr: Complément d’adresse du titulaire de la carte

source: Card Holder Postal Code
de: Postleitzahl des Karteninhabers
es: Código postal del titular de la tarjeta
fr: Code postal du titulaire de la carte

source: Card Holder City
de: Karteninhaber Stadt
es: Ciudad titular de la tarjeta
fr: Ville du titulaire de la carte

source: Card Holder Country
de: Land des Karteninhabers
es: País del titular de la tarjeta
fr: Pays du titulaire de la carte

source: The production server base URL
de: Die Basis-URL des Produktionsservers
es: La dirección URL base del servidor de producción
fr: URL de base du serveur de production

source: The sandbox server base URL
de: Die Basis-URL des Sandbox-Servers
es: La dirección URL base del servidor de espacio aislado
fr: URL de base du serveur bac à sable

source: Paybox identifier
de: Paybox-Kennung
es: Identificador de caja de pago
fr: Identifiant Paybox

source: Server Error
de: Server-Fehler
es: Error del servidor
fr: Erreur de serveur

source: Go to Paybox/Up2Pay secured website
de: Gehen Sie zur gesicherten Website von Paybox/Up2Pay
es: Ir al sitio web seguro de Paybox/Up2Pay
fr: Aller sur le site sécurisé Paybox/Up2Pay

source: refused
de: abgewiesen
es: Negado
fr: refusé

source: answer to
de: Antwort auf
es: Respuesta a
fr: réponse à

source: unkown error
de: Unbekannter Fehler
es: Error desconocido
fr: Erreur inconnue

source: canceled
de: abgebrochen
es: cancelado
fr: Annulé

source: pending
de: anhängig
es: pendiente
fr: en instance

source: You will redirected to the Paybox/Up2Pay secured website after clicking on 'Place binding order'
de: Sie werden auf die gesicherte Website von Paybox/Up2Pay weitergeleitet, nachdem Sie auf "Zahlungspflichtig bestellen" geklickt haben
fr: Vous serez redirigé vers le site sécurisé Paybox/Up2Pay après avoir cliqué sur 'Passer une commande'

source: This order has been paid via Paybox/Up2Pay Payment.
de: Diese Bestellung wurde über Paybox/Up2Pay Payment bezahlt.

source: This order has been marked as paid via Paybox/Up2Pay Payment manually.
de: Diese Bestellung wurde manuell über Paybox/Up2Pay Payment als bezahlt markiert.

source: This order has been planned to be paid via Paybox/Up2Pay Payment, but no payment has been received yet.
de: Diese Bestellung sollte über Paybox/Up2Pay Payment bezahlt werden, aber es ist noch keine Zahlung eingegangen.

source: Payment is pending
de: Die Zahlung steht noch aus

source: Transaction
de: Transaktion

source: Authorization
de: Ermächtigung

source: Card type
de: Kartentyp

source: Card number
de: Kartennummer

source: Card expiration
de: Ablauf der Karte

source: Payment date
de: Zahlungstermin

source: Reference
de: Referenz

source: Sandbox server
es: Servidor Sandbox
fr: Serveur bac à sable
